<?php return [
    'adminpass'=> '123456',
	'tips' => [
	    'time' => '3',
        'color' => '#00a1d6',
        'text' => '残月解析-弹幕播放器',
	],
    '防窥' => '0',
    
    '数据库' => [
        '类型' => 'mysql',
        '方式' => 'pdo',
        '地址' => 'localhost',
        '用户名' => 'root',
        '密码' => '123456',   
        '名称' => 'canyue',
    ],
    
    'is_cdn' => 0,  //是否用了cdn
    '限制时间' => 60, //单位s
    '限制次数' => 20, //在限制时间内可以发送多少条弹幕
    '允许url' => [],  //跨域  格式['https://abc.com','http://cba.com']   要加协议
    '安装' => 1
];
